BACK = 'Назад'
VPN_START_MSG = 'Привет {0}\n\nДля того, чтобы пользоватся моим VPN сервисом тебе нужно следовать этой простой инструкции\n' \
                '1. Скачать OpenVPN для твоего устройства\n' \
                '2. Создать файл конфигурации для OpenVPN\n' \
                '3. Импортировать конфиг в OpenVPN\n\n' \
                'Если у тебя осталсиь какие-то вопросы пиши @vadimkh7\nя обязательно отвечу'
APP_INFO = 'Ссылки для вашего устройства'
IOS_LINK = ('OpenVPN для IOS', 'https://apps.apple.com/gb/app/openvpn-connect/id590379981')
WIN_LINK = ('OpenVPN для Windows', 'https://swupdate.openvpn.org/community/releases/OpenVPN-2.5.7-I602-amd64.msi')
ANDROID_LINK = ('OpenVPN для Android', 'https://play.google.com/store/apps/details?id=net.openvpn.openvpn')
MACOS_LINK = ('OpenVPN для MacOS', 'https://openvpn.net/downloads/openvpn-connect-v3-macos.dmg')
DOWNLOAD_APP = 'Скачать OpenVPN'
GENERATE_CERT = 'Получить конфигурацию'
THANK_YOU = 'Выпью кофе за вас с видеоотчетом, а на сдачу оплачу хостинг.'
QIWI_BTN = 'Заплатить программисту'
DONATE_BTN = 'Купить мне чашечку кофе'
GUIDE = 'Для того, чтобы начать пользоваться VPN:\n' \
        'IOS:\n' \
        ' 1. Кликните на файл {0}.ovpn\n' \
        ' 2. Нажмите на хуйнюшку со стрелочкой в правом верхнем углу\n' \
        ' 3. Выберите приложение OpenVPN(Возможно надо пролистнуть вправо)\n' \
        ' 4. Нажмите кнопку ADD, затем снова ADD в правом верхнем углу\n\n' \
        'Android:\n' \
        ' 1. Кликните на файл {0}.ovpn, если в появившемся меню предлагается открыть файл в OpenVPN, ' \
        'жмите на иконку, дальше ваши шаги совпадают с пользователями IOS с шага 3. ИНАЧЕ\n' \
        ' 2. Откройте OpenVPN\n' \
        ' 3. В меню слева выберите Import Profile\n' \
        ' 4. В верхней части экрана найдите вкладку File\n' \
        ' 5. Browse files\n' \
        ' 6. Выберите скачанный вами файл\n' \
        ' (ВАЖНО: если вы не можете найти файл, удостоверьтесь что файл действительно скачан, андроид сложная хуйня)\n\n' \
        'Windows: ' \
        ' 1. Я устал писать и хочу спать, предлагаю обратится в гугл с вопросом: Как установить профиль в OpenVPN\n\n' \
        'MacOS:' \
        ' 1. Аналогично'
REVOKE_CERT = 'Отозвать конфигурацию'
CERT_NOT_GENERATED = 'Похоже ты еще не получал свою конфигурацию...'
CERT_PURGED = 'Конфигурация отозвана, для подключения получи новую конфигурацию'
CERT_PURGING_YN = 'Отозвав конфигурацию ты потеряешь доступ к VPN.' \
                  ' (Это нужно если ты скомпроментировал свой конфиг.' \
                  ' Нужно будет перевыпустить конфиг и включить его заново)\n\n' \
                  'Удалить конфигурацию?'
YES = 'Да'
NO = 'Нет'
USER_LIST = 'Список пользователей'
STATS = 'Статистика'
